performance/traffic/file-2000KB-100users.txt
Running 1m test @ http://localhost:8000/api/cache/file/2000KB
  1 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.68s   181.70ms   2.00s    91.53%
    Req/Sec    58.32     11.01    90.00     71.33%
  3500 requests in 1.00m, 6.68GB read
  Socket errors: connect 0, read 0, write 0, timeout 77
Requests/sec:     58.30
Transfer/sec:    113.98MB