performance/traffic/file-2000KB-2users.txt
Running 1m test @ http://localhost:8000/api/cache/file/2000KB
  1 threads and 2 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    86.46ms   31.79ms 215.25ms   63.63%
    Req/Sec    23.14      9.57    40.00     65.55%
  1389 requests in 1.00m, 2.59GB read
Requests/sec:     23.14
Transfer/sec:     44.12MB