performance/traffic/file-2000KB-8users.txt
Running 1m test @ http://localhost:8000/api/cache/file/2000KB
  1 threads and 8 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   238.78ms   38.01ms 392.79ms   67.80%
    Req/Sec    33.42     10.09    50.00     67.67%
  2006 requests in 1.00m, 3.74GB read
Requests/sec:     33.41
Transfer/sec:     63.72MB