performance/traffic/file-200KB-400users.txt
Running 1m test @ http://localhost:8000/api/cache/file/200KB
  1 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   197.67us  410.70us  13.08ms   95.92%
    Req/Sec   234.27    373.65     4.85k    94.96%
  11155 requests in 1.00m, 0.88GB read
  Socket errors: connect 0, read 10108, write 0, timeout 4609
  Non-2xx or 3xx responses: 6546
Requests/sec:    185.69
Transfer/sec:     15.03MB