performance/traffic/mysql-200KB-200users.txt
Running 1m test @ http://localhost:8000/api/cache/mysql/200KB
  1 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   987.02ms  569.49ms   1.99s    57.69%
    Req/Sec    84.37     12.78   111.00     57.83%
  5058 requests in 1.00m, 0.97GB read
  Socket errors: connect 0, read 0, write 0, timeout 4902
Requests/sec:     84.22
Transfer/sec:     16.46MB