performance/traffic/mysql-20KB-300users.txt
Running 1m test @ http://localhost:8000/api/cache/mysql/20KB
  1 threads and 300 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.03s   561.05ms   1.98s    57.99%
    Req/Sec    83.82     17.14   121.00     67.33%
  5022 requests in 1.00m, 97.62MB read
  Socket errors: connect 0, read 0, write 0, timeout 4853
Requests/sec:     83.61
Transfer/sec:      1.63MB