performance/traffic/mysql-60s-4users.txt
Running 1m test @ http://localhost:8000/api/cache/mysql/200KB
  2 threads and 4 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    48.57ms    8.66ms 103.52ms   72.36%
    Req/Sec    41.19      7.32    60.00     57.58%
  4943 requests in 1.00m, 0.92GB read
Requests/sec:     82.32
Transfer/sec:     15.70MB