performance/traffic/nocache-2000KB-16users.txt
Running 1m test @ http://localhost:8000/api/cache/none/2000KB
  1 threads and 16 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.54s   135.88ms   1.96s    76.45%
    Req/Sec    12.35      7.94    40.00     82.96%
  611 requests in 1.00m, 1.14GB read
  Socket errors: connect 0, read 0, write 0, timeout 8
Requests/sec:     10.17
Transfer/sec:     19.40MB