performance/traffic/nocache-2000KB-1users.txt
Running 1m test @ http://localhost:8000/api/cache/none/2000KB
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   431.05ms   26.50ms 531.47ms   74.10%
    Req/Sec     1.88      0.32     2.00     88.49%
  139 requests in 1.00m, 265.05MB read
Requests/sec:      2.32
Transfer/sec:      4.42MB