performance/traffic/nocache-20KB-1users.txt
Running 1m test @ http://localhost:8000/api/cache/none/20KB
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   206.06ms  161.43ms   1.79s    97.56%
    Req/Sec     5.83      2.00    10.00     80.62%
  320 requests in 1.00m, 6.07MB read
Requests/sec:      5.33
Transfer/sec:    103.42KB