performance/traffic/redis-10s-32users.txt
Running 10s test @ http://localhost:8000/api/cache/redis/200KB
  6 threads and 32 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.00us    0.00us   0.00us    -nan%
    Req/Sec     6.54      4.64    10.00     69.23%
  26 requests in 10.01s, 4.95MB read
  Socket errors: connect 0, read 26, write 0, timeout 26
Requests/sec:      2.60
Transfer/sec:    506.39KB