performance/traffic/redis-2000KB-8users.txt
Running 1m test @ http://localhost:8000/api/cache/redis/2000KB
  1 threads and 8 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   301.50ms   50.27ms 464.58ms   68.97%
    Req/Sec    26.55      9.80    50.00     67.50%
  1589 requests in 1.00m, 2.96GB read
Requests/sec:     26.46
Transfer/sec:     50.48MB