performance/traffic/redis-60s-64users.txt
Running 1m test @ http://localhost:8000/api/cache/redis/200KB
  2 threads and 64 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   700.81ms   80.54ms   1.46s    84.17%
    Req/Sec    60.59     35.64   121.00     51.03%
  5454 requests in 1.00m, 1.02GB read
Requests/sec:     90.81
Transfer/sec:     17.32MB